[
    {
        "id": 1,
        "name": "Hueso de goma",
        "price": "300",
        "description": "",
        "categoryId": 1,
        "promo": "oferta",
        "discount": 15,
        "image": "hueso-de-goma.jpg",
        "stock": true
    },
    {
        "id": 2,
        "name": "Pelota de tenis",
        "price": 325,
        "description": "Pelota de goma maciza que rebota. Este juguete de goma ha sido especialmente diseñado para satisfacer el natural comportamiento mordedor y dar la máxima posibilidad de roer que sienten los perros activos, estimulando el juego y el ejercicio, al mismo tiempo que mantiene la salud bucal al al masajear sus encías y fortalecer todo el sistema muscular de su mandíbula",
        "categoryId": 1,
        "promo": "destacado",
        "discount": 40,
        "image": "pelota-de-tenis.jpg",
        "stock": true
    },
    {
        "id": 3,
        "name": "Pelotas de soga",
        "price": 200,
        "description": "Pelota realizada con sogas anudadas que además de servir para que el perro de divierta ayuda a la limpieza dental.",
        "categoryId": 1,
        "promo": "",
        "discount": 0,
        "image": "pelotas-de-soga.jpg",
        "stock": true
    },
    {
        "id": 4,
        "name": "Rascador",
        "price": 200,
        "description": "Elaborado con cartón corrugado muy resistente ofrece a su gato una superficie ideal donde afilarse las uñas. Gracias a su diseño exclusivo quedará fantástico en cualquier lugar de su casa. Los gatos necesitan arañar por instinto. Ésto les ayuda a afilar sus uñas, eliminar las capas muertas de sus garras, estirar y flexionar sus cuerpos. Además ayuda a proteger los muebles de los arañazos. Incluye hierba para gatos.",
        "categoryId": 1,
        "promo": "oferta",
        "discount": 5,
        "image": "rascador.jpg",
        "stock": true
    },
    {
        "id": 5,
        "name": "Varita con plumas para gato",
        "price": 300,
        "description": "Seguramente este sea el juego favorito de los gatos: agita la varita Zootec delante del gato y verás lo rápido que reacciona ante las coloridas plumas. Con este juguete despertarás el instinto cazador de tu mascota gracias a las ligeras plumas que se mueven suavemente.",
        "categoryId": 1,
        "promo": "oferta",
        "discount": 10,
        "image": "varita-gato.jpg",
        "stock": true
    },
    {
        "id": 6,
        "name": "Arnes con forma de hueso",
        "price": 800,
        "description": "Cómodo y seguro arnés para todo tipo de perros. Les entrega comodidad y libertad de movimientos, pero también permite aplicar control facilmente en caso de ser necesario. Totalmente ergonómico y extra robusto, está acolchado en su interior y tiene 2 mecanismos de ajuste. Sus líneas robustas no alteran la calidad total del tejido, que es impermeable, extra resistente y sin embargo, delicado con la piel del perro, al tener las costuras ocultas para evitar roces y ser un tejido transpirable a la piel. El arnés además, viene provisto de un completo sistema reflectante en sus costuras y acabados. En su parte superior dispone de una medialuna de acero para enganchar la correa, pero, en el caso de querer tener un control más preciso del perro, también tiene un agarre muy resistente para sujetar a su mascota y tener el control total, incluso en caso de tirones. Gracias a su diseño ergonómico, consigue una óptima distribución de las fuerzas evitando lastimar a tu mascota.",
        "categoryId": 2,
        "promo": "destacado",
        "discount": 60,
        "image": "arnes-forma-de-hueso.jpg",
        "stock": true
    },
    {
        "id": 7,
        "name": "Bebedero portatil",
        "price": 500,
        "description": "Si te gusta salir de paseo con tu mascota, este producto es perfecto para ti. Se trata de una botella de plástico unida a una pieza que sirve a la vez como plato y como estuche para la botella.  Es muy práctico para transportar agua limpia para tu perro durante cualquier actividad (paseo en coche, marcha a pie, camping), incluso para elpaseo diario en el parque en épocas de calor, cuando hay un mayor riesgo de deshidratación. El novedoso diseño botella y taza en uno proporciona un transporte fácil y un consumo de agua segura para el animal. Simplemente aprieta la botella para que el agua se descargue en la taza. Tiene una correa que te permite cargarlo cómodamente y tener ambas manos libres. Disponible en tamaño 500ml",
        "categoryId": 2,
        "promo": "",
        "discount": 0,
        "image": "bebedero-portatil.jpg",
        "stock": true
    },
    {
        "id": 8,
        "name": "Collares de nylon clasicos",
        "price": 280,
        "description": "Collares para perros de alta gama realizados en polipropileno. Este modelo otorga un toque de distinción y belleza a la mascota. Excelente terminación y diseño. Venta mayorista. Modelos y colores variados. Medidas: 15mm de ancho x 30cms de largo. 20mm de ancho x 40cms de largo. 20mm de ancho x 50cms de largo. 30mm de ancho x 60cms de largo. 30mm de ancho x 65cms de largo. 40mm de ancho x 70cms de largo. Hebilla doble pitón.",
        "categoryId": 2,
        "promo": "oferta",
        "discount": 10,
        "image": "collares-nylon.jpg",
        "stock": true
    },
    {
        "id": 9,
        "name": "Comedero bebedero con botella",
        "price": 680,
        "description": "Comedero Bebedero doble con rosca. - para botella de hasta 1.5 litros. - el platito del alimento se saca para lavarlo. - mide: 34cms de largo x 6 cms",
        "categoryId": 2,
        "promo": "",
        "discount": 10,
        "image": "comedero-bebedero-con-botella.jpg",
        "stock": true
    },
    {
        "id": 10,
        "name": "Correa de cadena",
        "price": 400,
        "description": "La unión de la manija está asegurada con remaches. La cadena termina en un mosquetón muy seguro para amarrarla al collar. Ideal para perros que muerden la correa. 120 CM",
        "categoryId": 2,
        "promo": "oferta",
        "discount": 5,
        "image": "correa-de-cadena.jpg",
        "stock": true
    },
    {
        "id": 11,
        "name": "Correa trenzada",
        "price": 260,
        "description": "Esta correa es ideal para perros de gran tamaño o que tienen mucha fuerza. Con su diseño de soga plástica trenzada y su gancho reforzado garantiza resistencia y seguridad para cientos de paseos.  Medidas: 1.35 de largo, aprox 3 cms de diámetro",
        "categoryId": 2,
        "promo": "oferta",
        "discount": 5,
        "image": "correa-trenzada.jpg",
        "stock": true
    },
    {
        "id": 12,
        "name": "Mochila transportadora",
        "price": 1600,
        "description": "Mochila cómoda y acolchada que para transportar a su mascota en un espacio compacto y seguro, con aberturas para que pueda disfrutar del sol y el aire fresco. Contiene una correa corta con mosquetón en su interior para enganchar el collar de su mascota a la mochila y brindar más seguridad. Se ofrece en 2 tamaños: chico y mediano. Importante: No se puede seleccionar color. Los colores está sujetos a la disponibilidad al momento de armar el pedido.",
        "categoryId": 2,
        "promo": "destacado",
        "discount": 45,
        "image": "mochila-transportadora.jpg",
        "stock": true
    },
    {
        "id": 13,
        "name": "Plato plegable silicona",
        "price": 500,
        "description": "Práctico comedero/bebedero para llevar en tus paseos o viajes con tu mascota. Es de silicona, se puede plegar para que sea de fácil traslado. Incluye mosquetón para enganchar en la correa, collar, en tu mochila o donde prefieras. Tamaño: -Chico: Diámetro superior 13cms, Diámetro base: 9 cms, Altura: 5 cms. -Mediano: Diámetro superior 17,5cms, Diámetro base: 12 cms, Altura: 6,5 cms",
        "categoryId": 2,
        "promo": "",
        "discount": 5,
        "image": "plato-plegable-silicona.jpg",
        "stock": true
    },
    {
        "id": 14,
        "name": "Cama colchon",
        "price": 800,
        "description": "Colchonetas 60 x 80 cm, ideal para el perro!, varios modelos.",
        "categoryId": 3,
        "promo": "oferta",
        "discount": 10,
        "image": "cama-colchon.jpg",
        "stock": true
    },
    {
        "id": 15,
        "name": "Cama marvel",
        "price": 1000,
        "description": "La Cama Marvel, es una opción ideal para darle a tu mascota un lugar de descanso donde se sienta cómoda y relajada. Está fabricada con materiales térmicos que protegen a tu perro de las temperaturas más frías, asegurando que pueda dormir con todas las comodidades. Asimismo, su diseño divertido de Spider Man la vuelve una adición moderna y atractiva para cualquier hogar amante de Marvel. Incluye un almohadón con un divertido diseño de Spider Man. Medidas:         65x45 cm",
        "categoryId": 3,
        "promo": "destacado",
        "discount": 50,
        "image": "cama-marvel-s.jpg",
        "stock": true
    },
    {
        "id": 16,
        "name": "Camas",
        "price": 800,
        "description": "Colchoneta impermeable gigante. Relleno espuma de polietileno (troqueles), mantiene mejor la altura y mejor aislación térmica. - Variedad de colores",
        "categoryId": 3,
        "promo": "",
        "discount": 10,
        "image": "camas.jpg",
        "stock": true
    },
    {
        "id": 17,
        "name": "Igloo para perro marvel",
        "price": 1300,
        "description": "Cueva para mascota CAPITAN AMÉRICA - MARVEL©. Las cuevas son perfectas para que tu mascota pueda descansar muy cómoda. Es ideal para las mascotas más FAN y les encante estar acurrucados a la hora de dormir. Su tejido es muy suave y acogedor, hará que tu mascota esté calentito en su interior. La entrada de la parte frontal proporciona un acceso fácil, además gracias a su relleno esponjoso proporcionará una nuena sensación de bienestar y su mascota se sentirá muy segura. Su base es antideslizante y muy resistente por lo que evitará que se desplace, es aislante total de la humedad, el frío o el calor del suelo. El cojin es extraible. Funda / Cover: 50% POLYESTER 50% COTTON Relleno / Padding: 100% POLYESTER Base / Base: 100% POLYESTER. Medidas: 40x45 Cm",
        "categoryId": 3,
        "promo": "destacado",
        "discount": 55,
        "image": "igloo-para-perro-marvel.jpg",
        "stock": true
    },
    {
        "id": 18,
        "name": "Igloo para perro star wars",
        "price": 1300,
        "description": "Cueva para mascota STAR WARS R2-D2©. Las cuevas son perfectas para que tu mascota pueda descansar muy cómoda. Es ideal para las mascotas más FAN y les encante estar acurrucados a la hora de dormir. Su tejido es muy suave y acogedor, hará que tu mascota esté calentito en su interior. La entrada de la parte frontal proporciona un acceso fácil, además gracias a su relleno esponjoso proporcionará una nuena sensación de bienestar y su mascota se sentirá muy segura. Su base es antideslizante y muy resistente por lo que evitará que se desplace, es aislante total de la humedad, el frío o el calor del suelo. El cojin es extraible. Funda / Cover: 50% POLYESTER 50% COTTON Relleno / Padding: 100% POLYESTER Base / Base: 100% POLYESTER. Medidas: 40x45 Cm",
        "categoryId": 3,
        "promo": "destacado",
        "discount": 45,
        "image": "igloo-para-perro-star-wars-.jpg",
        "stock": true
    },
    {
        "id": 19,
        "name": "proplan cat adult",
        "price": 2500,
        "description": "Alimento para gatos mayores a 1 año con actividad normal. Calidad Super Premium. Los gatos adultos tienen diferentes hábitos y por lo tanto, diferentes necesidades nutricionales que los gatitos o los gatos maduros. Estas necesidades nutricionales pueden ser satisfechas por medio de una alimentación específicamente diseñada para su estilo de vida y su edad. Cuidar la nutrición de tu gato lo ayudará a mantenerse sano en el futuro. PRO PLAN® Cat Adult con OptiDigest formulados con OptiDigest y pollo o salmón fresco, proporcionan una nutrición completa, equilibrada y de alta calidad para gatos adultos entre 1 y 7 años.",
        "categoryId": 4,
        "promo": "",
        "discount": 10,
        "image": "proplan-cat-adult.jpg",
        "stock": true
    },
    {
        "id": 20,
        "name": "proplan cat kitten-x7,5-kg",
        "price": 3000,
        "description": "Alimento rico en vitaminas y minerales para Gatitos hasta el 1° año. Calidad Super Premium. Formulado con OptiStart para gatitos en etapa de desarrollo (de 1 a 12 meses de edad) y hembras gestantes y lactantes. Purina Pro Plan® Kitten apoya la respuesta inmunológica, gracias a la presencia de anticuerpos naturales del calostro y antioxidantes. Esto produce una mejor respuesta a la vacunación, mayor protección frente a patógenos, una óptima absorción de nutrientes y en general una mejor salud de los gatitos.",
        "categoryId": 4,
        "promo": "destacado",
        "discount": 40,
        "image": "proplan-cat-kitten-x75-kg.jpg",
        "stock": true
    },
    {
        "id": 21,
        "name": "proplan cat sterilized x7,5-kg",
        "price": 3000,
        "description": "Alimento para gatos castrados Super Premium, Salmon y Arroz. Pro Plan® Cat Sterilized con Optirenal, esta especialmente elaborado para gatos adultos castrados o esterilizados. Formulado con OptiRenal, ayuda a proteger la función renal de los gatos. Incluye también salmón fresco, aportando mayor digestibilidad y manteniendo las características nutritivas del pescado fresco. Nutrición de vanguardia para una protección completa y una óptima salud.",
        "categoryId": 4,
        "promo": "oferta",
        "discount": 10,
        "image": "proplan-cat-sterilized-x75-kg.jpg",
        "stock": true
    },
    {
        "id": 22,
        "name": "Royal canin maxi adulto x15-kg",
        "price": 2800,
        "description": "Alimento para perros de raza grande de 15 meses a 8 años de edad. Promueve una óptima digestibilidad gracias a su fórmula exclusiva que incluye proteínas de muy alta calidad y un aporte adecuado de fibras dietarias. SOPORTE OSTEOARTICULAR. Contribuye a la salud de los huesos y de las articulaciones, particularmente sometidas al estrés en los perros de tamaño grande. ALTA PALATABILIDAD. Satisface el apetito de los perros de talla grande gracias a sus saborizantes rigurosamente seleccionados. OMEGA 3: EPA - DHA.   Fórmula enriquecida con ácidos grasos omega 3 (EPA-DHA) que ayudan a mantener una piel saludable.",
        "categoryId": 4,
        "promo": "",
        "discount": 15,
        "image": "royal-canin-maxi-adulto-x15-kg.jpg",
        "stock": true
    },
    {
        "id": 23,
        "name": "royal canin medium adulto x3-kg",
        "price": 2500,
        "description": "Alimento para perros adultos de raza mediana de 1 a 7 años de edad. Ayuda a reforzar las defensas naturales gracias a un complejo de antioxidantes patentado (vitamina E, vitamina C, luteína y taurina) y a los manano-oligosacáridos. ALTA DIGESTIBILIDAD. Ayuda a promover una óptima digestibilidad gracias a su exclusiva fórmula que incluye proteínas de muy alta calidad y un aporte adecuado de fibras dietarias. OMEGA 3: EPA Y DHA. Fórmula enriquecida con ácidos grasos omega 3 (EPA-DHA) que ayudan a mantener una piel saludable. ALTA PALATABILIDAD. Estimula el apetito de los perros de talla mediana, gracias a la incorporación de aromas naturales cuidadosamente seleccionados.",
        "categoryId": 4,
        "promo": "destacado",
        "discount": 50,
        "image": "royal-canin-medium-adulto-x3-kg.jpg",
        "stock": true
    },
    {
        "id": 24,
        "name": "royal-canin-mini-adulto-x3-kg",
        "price": 2500,
        "description": "Alimento para perros de raza pequeña de 10 meses a 8 años de edad. Contribuye a mantener el peso ideal de los perros de talla pequeña, teniendo en cuenta sus elevadas necesidades energéticas a través de un contenido adaptado en calorías (3914 kcal/kg) y proteínas (27%). Se encuentra enriquecido con L-carnitina, que promueve el metabolismo de las grasas. PALATABILIDAD REFORZADA. Ayuda a satisfacer el apetito caprichoso de los perros de talla pequeña gracias a su fórmula y a la selección de saborizantes exclusivos. CALIDAD DEL PELAJE. Contribuye a mejorar el estado de la piel y el pelo, gracias al aporte de nutrientes específicos y su alto contenido de EPA-DHA. CONTROL DEL SARRO. Ayuda a reducir la formación de sarro gracias a la adición en su fórmula de agentes quelantes de calcio (politrifosfato de sodio).s",
        "categoryId": 4,
        "promo": "",
        "discount": 10,
        "image": "royal-canin-mini-adulto-x3-kg.jpg",
        "stock": true
    },
    {
        "id": 25,
        "name": "royal canin mini junior x3-kg",
        "price": 2800,
        "description": "Práctico comedero/bebedero para llevar en tus paseos o viajes con tu mascota. Es de silicona, se puede plegar para que sea de fácil traslado. Incluye mosquetón para enganchar en la correa, collar, en tu mochila o donde prefieras. Tamaño: -Chico: Diámetro superior 13cms, Diámetro base: 9 cms, Altura: 5 cms. -Mediano: Diámetro superior 17,5cms, Diámetro base: 12 cms, Altura: 6,5 cms",
        "categoryId": 4,
        "promo": "",
        "discount": 10,
        "image": "royal-canin-mini-junior-x3-kg.jpg",
        "stock": true
    },
    {
        "id": 26,
        "name": "Cepillo cardina mango de madera",
        "price": 600,
        "description": "Cardina con superficie plana, la cual ayuda a sacar los pelos sueltos y a emparejar el pelaje. Si bien sus dientes son metálicos, son muy suaves y sus puntas no lastiman la piel de su perro. Pásela a contrapelo para desenredar, quitar la suciedad y soltar los pelos viejos. Y en sentido del pelo para retirar los pelos sueltos, emprolijar y dar brillo. La estructura es metálica y el mango es de madera.",
        "categoryId": 5,
        "promo": "",
        "discount": 10,
        "image": "cepillo.jpg",
        "stock": true
    },
    {
        "id": 27,
        "name": "cepillo dental perro",
        "price": 800,
        "description": "Dedo Cepillo De Dientes Suave Mascota Perro Gato Dental x 2 unidades. Se estima que sin un cuidado dental apropiado, el 80% de los perros y el 70% de los gatos mostrarán signos de enfermedad bucal a los 3 años. Con tu apoyo, tu mascota puede tener dientes y encías saludables durante toda su vida. El uso regular del cepillo dental evita la formación de placa y sarro, previene las enfermedades de los dientes y las encías. También el mal aliento en perros y gatos.",
        "categoryId": 5,
        "promo": "",
        "discount": 10,
        "image": "cepillo-dental-perro.jpg",
        "stock": true
    },
    {
        "id": 28,
        "name": "cepillo doble madera",
        "price": 850,
        "description": "Cepillo con mango de madera, para perros o gatos (23 cms de largo)",
        "categoryId": 5,
        "promo": "",
        "discount": 15,
        "image": "cepillo-doble-madera.jpg",
        "stock": true
    },
    {
        "id": 29,
        "name": "collar isabelino",
        "price": 1550,
        "description": "Cuello isabelino de fácil colocación para la recuperación de perros y gatos después de operaciones o castración. Los collares isabelinos se colocan en el cuello de perros o gatos para que no lleguen a lamerse las heridas o sacarse los puntos después de una operación o una castración. Así, evitan infecciones y lastimaduras y aceleran su recuperación.",
        "categoryId": 5,
        "promo": "",
        "discount": 20,
        "image": "collar-isabelino.jpg",
        "stock": true
    },
    {
        "id": 30,
        "name": "cortaunas tijera",
        "price": 780,
        "description": "Alicate con Lima mediano.   Tamaño Alicate: 13 cm de largo",
        "categoryId": 5,
        "promo": "",
        "discount": 20,
        "image": "cortaunas-tijera.jpg",
        "stock": true
    },
    {
        "name": "arnes",
        "price": "300",
        "discount": "50",
        "description": "arnes de perro reforzado",
        "id": 31,
        "image": "Anubisshop.png"
    }
]